Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh1-6-v3.tmx
Source language: bo
Languages: en

source: འཐོབ་འགྱུར་འཁོར་ལོ་འཕྱན་པས་མགོ་བོ་བཅད།
en: He will suffer pain, as if his head has been cut off by a stray chariot wheel.’ ”

source: །ཅེས་བྱ་བའི་བར་གསུངས་སོ། །དེའི་ཚེ་མཉན་ཡོད་ན་ཚོང་དཔོན་ཞིག་བུ་མེད་པར་ཤིའོ།
en: At that time the head of a guild in Śrāvastī died sonless.

source: །མཉན་ཡོད་ཀྱི་བྲམ་ཟེ་དང་ཁྱིམ་བདག་རྣམས་འདུས་ནས་སྨྲས་པ། སུ་ཞིག་ཚོང་དཔོན་དུ་གཞུག །ཁ་ཅིག་གིས་སྨྲས་པ།
en: Brahmins and householders in Śrāvastī met together and wondered, “Who should we appoint as head of the guild?”

source: སུ་བསོད་ནམས་ཀྱི་མཐུ་ཆེན་པོ་དང་ལྡན་པའོ།
en: One among them suggested, “It should be someone who possesses great merits.”

source: །ཇི་ལྟར་ཤེས་པར་བྱ།
en: “How could we know that?”

source: བརྟག་མོད་ཅེས་དེ་ནས་དེ་རྣམས་བརྟག་པར་བརྩམས་པ་ལས།
en: “We must investigate.”

source: དེ་རྣམས་ཀྱིས་རྒྱལ་རིགས་ཀྱི་ཁྱེའུ་དེ་ཤིང་གི་གྲིབ་མ་ལ་ཉལ་བ་ན་ཤིང་གཞན་རྣམས་ཀྱི་གྲིབ་མ་ཡོལ་བར་གཞོལ། ཡོལ་བར་འབབ། ཡོལ་བར་བབ་ན། ཤིང་དེའི་གྲིབ་མ་ནི་ཁྱེའུ་དེའི་ལུས་ལས་མ་ཡོལ་བར་མཐོང་ནས།
en: They did investigate, and saw that while the kṣatriya boy was lying under the tree and the shadows of other trees were going to move, were moving, and had moved from previous locations, the shadow of that tree did not move from the boy’s body.

source: དེ་རྣམས་ཀྱིས་དེ་བསླང་སྟེ་ཚོང་དཔོན་དུ་དབང་བསྐུར་བ་དང་དེ་འདི་སྙམ་དུ་སེམས་ཏེ།
en: They promoted him to head of the guild.

source: བདག་ལ་དཔལ་གྱི་འབྱོར་པའི་སྐལ་བ་ཅི་ཡོད་པ་དེ་དག་ཐམས་ཅད་ནི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་བརྟེན་ཏེ་ཡིན་གྱིས།
en: He thought, “All my fortune and glory is due to the Buddha, the Blessed One.

source: མ་ལ་བདག་གིས་བཅོམ་ལྡན་འདས་ཉན་ཐོས་ཀྱི་དགེ་འདུན་དང་ཐབས་ཅིག་ཏུ་གདུགས་ཚོད་ལ་སྤྱན་དྲང་ངོ་སྙམ་ནས།
en: Now I will invite the Blessed One together with the community of disciples to a meal.”

source: དེ་བཅོམ་ལྡན་འདས་གང་ན་བ་དེར་སོང་སྟེ་ཕྱིན་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གཉིས་ལ་མགོ་བོས་ཕྱག་བྱས་ཏེ་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ།
en: He went to see the Blessed One, and upon his arrival, he bowed low until his forehead touched the Blessed One’s feet, and then he sat down to one side.

source: །ཕྱོགས་གཅིག་ཏུ་འདུག་ནས། བཅོམ་ལྡན་འདས་ཀྱིས་ཚོང་དཔོན་དེ་ལ་ཆོས་དང་ལྡན་པའི་གཏམ་གྱིས་ཡང་དག་པར་སྟོན་པར་མཛད། ཡང་དག་པར་འཛིན་དུ་འཇུག་པར་མཛད། ཡང་དག་པར་གཟེངས་སྟོད་པར་མཛད། ཡང་དག་པར་རབ་ཏུ་དགའ་བར་མཛད་དེ།
en: When he had sat down to one side, the Blessed One, through talk consistent with the Dharma, instructed, inspired, encouraged, and delighted the head of the guild.

source: །དེ་ནས་ཚོང་དཔོན་དེ་སྟན་ལས་ལངས་ཏེ་བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས། བཅོམ་ལྡན་འདས་གང་ན་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་དེ། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་དགེ་སློང་གི་དགེ་འདུན་དང་ཐབས་ཅིག་ཏུ་སང་བདག་གི་སྡུམ་པར་གདུགས་ཚོད་སྦྱོར་ཞིང་མཆིས་ན་གནང་བར་མཛད་དུ་གསོལ་ཞེས་བྱ་བ་ནས་སྟན་ཆེས་དམའ་བ་ཞིག་བླངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་ཆོས་མཉན་པའི་ཕྱིར་འདུག་གོ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུའོ།
en: Then the head of the guild rose from his seat, draped his upper robe over one shoulder, made the gesture of supplication to the Blessed One, and said to him, “May the Blessed One together with the community of monks assent to my offer of a meal at my house tomorrow.” . . . He took a low seat and sat before the Blessed One to hear the Dharma.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེའི་བསམ་པ་དང་། བག་ལ་ཉལ་དང་། ཁམས་དང་། རང་བཞིན་མཁྱེན་ནས། དེ་དང་མཐུན་པའི་འཕགས་པའི་བདེན་པ་བཞི་སོ་སོར་རྟོགས་པར་འགྱུར་བའི་ཆོས་བཤད་པ་མཛད་དེ་ཞེས་བྱ་བ་ནས། ཐོག་མ་མེད་པའི་དུས་ནས་བསགས་པའི་འཇིག་ཚོགས་ལ་ལྟ་བའི་རིའི་རྩེ་མོ་ཉི་ཤུ་མཐོ་བ་ཡེ་ཤེས་ཀྱི་རྡོ་རྗེས་བཅོམ་ནས་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་མངོན་སུམ་དུ་བྱས་ཏེ།
en: The Blessed One knew his thinking, proclivity, disposition, and nature, and preached the Dharma that was appropriate for him and that caused him to penetrate the four truths of the noble ones. . . . With the vajra of knowledge he leveled the twenty high peaks of the mountain chain of the false view of individuality that had been accumulated since beginningless time, and actualized the fruit of stream-entry.

source: བཙུན་པ་བདག་ནི་འཕགས་སོ།
en: “O Honored One, I have been exalted, truly exalted.

source: །མངོན་པར་འཕགས་སོ་ཞེས་བྱ་བ་དང་། བདག་བཅོམ་ལྡན་འདས་དང་། ཆོས་དང་། དགེ་སློང་གི་དགེ་འདུན་ལ་སྐྱབས་སུ་མཆི་ལགས་ཀྱིས། བདག་དགེ་བསྙེན་དུ་གཟུང་དུ་གསོལ།
en: Since I seek refuge in the Blessed One, the Dharma, and the community, may you accept me as a lay brother.

source: དེང་སླན་ཆད་ཇི་སྲིད་འཚོའི་བར་དུ་སྲོག་དང་ཡང་བསྡོས་ཏེ་སྐྱབས་སུ་མཆི་བར་མངོན་པར་དད་ལགས་སོ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུའོ།
en: From today onward, I embrace my faith as one who seeks refuge throughout my life.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཁྱེའུ་ཚོང་དཔོན་དེ་ལ་ཆོས་དང་ལྡན་པའི་གཏམ་གྱིས་ཡང་དག་པར་བསྟན། ཡང་དག་པར་འཛིན་དུ་བཅུག །ཡང་དག་པར་གཟེངས་བསྟོད། ཡང་དག་པར་རབ་ཏུ་དགའ་བར་མཛད་ནས་གདན་ལས་བཞེངས་ཏེ་གཤེགས་སོ།
en: Then the Blessed One, having instructed, inspired, encouraged, and delighted the young head of the guild through talk consistent with the Dharma, rose from his seat and departed.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་གཙུག་ལག་ཁང་དུ་གཤེགས་ནས་དགེ་སློང་གི་དགེ་འདུན་གྱི་གུང་ལ་གདན་བཤམས་པ་ལ་བཞུགས་ཏེ་ཚིགས་སུ་བཅད་དེ་བཀའ་སྩལ་པ།
en: The Blessed One went to the monastery and sat on the seat prepared for him in front of the community of monks. He then spoke a verse:

source: །ཡིད་མགྱོགས་རབ་ཏུ་དང་བའི་ཡིད་ཀྱིས་ནི།
en: Mind is swift.

source: །སྨྲས་སམ་བྱས་ན་དེ་ནས་བདེ་བ་དེ།
en: If one speaks or acts with a pure mind, He will experience happiness,

source: །འཐོབ་འགྱུར་གྲིབ་མ་ཡོལ་བར་མི་འགྱུར་བཞིན།
en: As the shadow does not move from him.”

source: །དེ་ནས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཙུན་པས་བཀའ་སྩལ་པ་དེའི་དོན་ཅི་ལགས།
en: The venerable Ānanda then asked the Blessed One, “O Honored One, what is the meaning of these words of yours?”

source: ཀུན་དགའ་བོ་ཁྱོད་ཀྱིས་རྒྱལ་རིགས་ཀྱི་ཁྱེའུ་སངས་རྒྱས་ལ་སོགས་པ་དགེ་སློང་གི་དགེ་འདུན་ལ་སེམས་དང་བ་བསྐྱེད་པ་གང་ཡིན་པ་དེ་མཐོང་ངམ།
en: “Ānanda, did you see how the kṣatriya boy regarded the community of monks headed by the Buddha with a pure mind?”

source: །དེ་སངས་རྒྱས་ལ་སོགས་པ་དགེ་སློང་གི་དགེ་འདུན་ལ་སེམས་དང་བ་བསྐྱེད་ནས་མཉན་ཡོད་ནས་བྱུང་སྟེ་ཤིང་དྲུང་ཞིག་ཏུ་ཉལ་བ་ལས་མཉན་ཡོད་ཀྱི་བྲམ་ཟེ་དང་ཁྱིམ་བདག་དག་གིས་ཚོང་དཔོན་དུ་དབང་བསྐུར་ནས། དེ་མཐོང་བའི་ཆོས་ཁོ་ན་ལ་ལོངས་སྤྱོད་མངོན་པར་འཕེལ་བར་གྱུར་ཏོ།
en: “When he left Vaiśālī and lay under a tree, harboring such pure regard for the community of monks headed by the Buddha, he was promoted to head of the guild by the brahmins and householders of Vaiśālī and gained many possessions in this very life.

source: །ངས་དེ་ལས་དགོངས་ནས། ཆོས་རྣམས་སྔོན་དུ་ཡིད་འགྲོ་ཡིད་གཙོ་ཡིན།
en: Therefore, I thought and said, ‘Mind goes before all other things.

source: །ཞེས་བྱ་བ་ནས་སྔ་མ་བཞིན་དུ་འཐོབ་འགྱུར་གྲིབ་མ་ཡོལ་བར་མི་འགྱུར་བཞིན།
en: Mind is foremost. . . . He will experience happiness, as the shadow does not move from him.’ ” VI. Valaya

source: །ཞེས་བྱ་བའི་བར་གསུངས་སོ། །གདུ་བུ་ཅན་དུ་བྱོན་ནས་གདུ་བུ་ཅན་དུ་སངས་རྒྱས་བཞིའི་གདན་ཞེས་བྱ་བ་རྒྱས་པར་གོང་མ་བཞིན་དུའོ།
en: The Blessed One, having arrived in Valaya, in Valaya . . . (the phrase about the seat of four buddhas should be recited in detail) . . . . VII. Where There Is Ground

source: །ས་ཅན་དུ་བྱོན་ནས་ས་ཅན་དུ་སངས་རྒྱས་བཞིའི་གདན་ཞེས་བྱ་བ་གོང་མ་བཞིན་དུའོ།
en: The Blessed One, having arrived in Where There Is Ground, in Where There Is Ground . . . (the phrase about the seat of four buddhas should be recited) . . . . VIII.

source: །སེང་གེ་ཅན་གྱི་གྲོང་དུ་བྱོན་ནས་སེང་གེ་ཅན་གྱི་གྲོང་དུ་སངས་རྒྱས་བཞིའི་གདན་ཞེས་བྱ་བ་རྒྱས་པར་གོང་མ་བཞིན་དུའོ། །གྲོང་གསར་དུ་བྱོན་ནས་གྲོང་གསར་དུ་སངས་རྒྱས་བཞིའི་གདན་ཞེས་བྱ་བ་གོང་མ་བཞིན་དུའོ།
en: Lion Village The Blessed One, having arrived in Lion Village, in Lion Village . . . (the phrase about the seat of four buddhas should be recited in detail) . . . . IX. New Village

source: །གྲོང་ཁྱེར་ཅན་དུ་བྱོན་ནས་གྲོང་ཁྱེར་ཅན་དུ་སངས་རྒྱས་བཞིའི་གདན་ཞེས་བྱ་བ་གོང་མ་བཞིན་དུའོ།
en: The Blessed One, having arrived in New Village, in New Village . . . (the phrase about the seat of four buddhas should be recited) . . . . X.

source: །རྒྱལ་པོའི་ཁབ་ཏུ་བྱོན་ནས་དེའི་ཚེ་ཀུན་དུ་རྒྱུ་ཁྲིའུ་བརྩེགས་ཞེས་བྱ་བ་མ་ག་དྷཱ་བཟང་མོའི་རྫིང་གི་འགྲམ་ན་གནས་ཏེ།
en: City The Blessed One, having arrived in Where There Is a City, in Where There Is a City . . . (the phrase about the seat of four buddhas should be recited) . . . . XI. Pīṭha The Blessed One arrived in Rājagṛha. At that time, a wandering mendicant named Pīṭha was staying on the bank of Sumāgadhā Pond.

source: དེ་མཚན་མོ་མཆིལ་པས་ཉ་བཤོར་ཅིང་ཟ་བར་བྱེད་དོ། །དེ་ནམ་ལངས་ནས་ནི་ཁྲིའུའི་སྟེང་དུ་ཁྲིའུ་བཞག་པ་ལ་འདུག་ནས་ཚིགས་སུ་བཅད་པས་སྨྲ་སྟེ།
en: He caught fish with a hook and ate them at night. After dawn, he sat on a small seat placed on another small seat and spoke a verse:

source: ཆོས་ཀྱི་ཆོས་མཆོག་གིས་འཚོ་སྲོག་ཆགས་དག །འགའ་ལ་ཡང་འཚེ་མི་བྱེད་དགེ་སློང་འགྱུར།
en: “A man who, living with the best Dharma among other Dharmas, Does not harm any beings will be a monk.

source: །ཞི་བའི་ཡིད་ཀྱིས་སྤོང་དང་བརྟུལ་ཞུགས་སྤྱད།
en: A man who, with a pacified mind, practices relinquishment, maintains vows,

source: །དུལ་བ་དེ་ནི་ཞི་བའི་རྗེས་སུ་མཐུན།
en: And is self-controlled is suited to tranquility.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་དེའི་གདུལ་བའི་དུས་མཁྱེན་ནས་དེའི་དྲུང་དུ་གཤེགས་ཏེ་བཀའ་སྩལ་པ། ཚིགས་བཅད་དེ་ནི་ཇི་ལྟ་བར།
en: The Blessed One, knowing it was the time to convert the mendicant, went to him and said:

source: །གལ་ཏེ་ཁྱོད་ཀྱང་དེ་འདྲ་ན།
en: “If you are just like The one described in the verse,

source: །ཁྱོད་ཀྱང་དམ་པར་བརྩིར་རུང་ན། །སྤོང་བ་ཁྱོད་ནི་དེ་མི་འདྲ།
en: You are suited to being counted as an excellent one. But you are not, as regards relinquishment. “First, one who is pacified and self-controlled,

source: །རེ་ཞིག་ཉེ་བར་ཞི་ཞིང་དུལ་བ་དང་། །སྲོག་ཆགས་འགའ་ལའང་འཚེ་བར་མ་བྱེད་པར།
en: And does not harm any beings,

source: །ཞི་བའི་ཡིད་ཀྱིས་སྤོང་དང་བརྟུལ་ཞུགས་སྤྱོད།
en: And, with a pacified mind, practices relinquishment, maintains vows,

source: །གང་ལ་ལུས་དང་ངག་དང་ཡིད་ཀྱིས་ནི། །ཉེས་པར་བྱས་པ་ཡོད་པ་མ་ཡིན་ལ།
en: “One who does not act wickedly With his body, speech, or mind,

source: །གང་ཞིག་གནས་གསུམ་དག་གིས་བསྡམས་གྱུར་པ།
en: Who is controlled by the three bases

source: །དེ་ནས་ཀུན་དུ་རྒྱུ་ཁྲིའུ་བརྩེགས་ཀྱིས་བསམས་པ། དགེ་སྦྱོང་གཽ་ཏ་མའི་ཐུགས་ཀྱིས་ནི་བདག་གི་སེམས་མཁྱེན་ཏོ་སྙམ་དུ་རིག་ནས་མངོན་པར་དད་པར་གྱུར་ཏོ།
en: Then the wandering mendicant Pīṭha thought, “My mind was known by the śramaṇa Gautama’s mind,” and he was filled with faith.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེའི་བསམ་པ་དང་། བག་ལ་ཉལ་དང་། ཁམས་དང་། རང་བཞིན་མཁྱེན་ནས་དེ་དང་མཐུན་པའི་འཕགས་པའི་བདེན་པ་བཞི་སོ་སོར་རྟོགས་པར་འགྱུར་བའི་ཆོས་བཤད་པ་མཛད་དེ།
en: The Blessed One knew his thinking, proclivity, disposition, and nature, and preached the Dharma that was appropriate for him and that caused him to penetrate the four truths of the noble ones.

source: ཐོས་པས་ཀུན་དུ་རྒྱུ་ཁྲིའུ་བརྩེགས་ཞེས་བྱ་བ་ནས་ཐོག་མ་མེད་པའི་དུས་ནས་བསགས་པའི་འཇིག་ཚོགས་ལ་ལྟ་བའི་རིའི་རྩེ་མོ་ཉི་ཤུ་མཐོ་བ་ཡེ་ཤེས་ཀྱི་རྡོ་རྗེས་བཅོམ་ནས་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་མངོན་སུམ་དུ་བྱས་སོ།
en: When the wandering mendicant Pīṭha had heard the Dharma . . . . With the vajra of knowledge he leveled the twenty high peaks of the mountain chain of the false view of individuality that had been accumulated since beginningless time, and actualized the fruit of stream-entry.

source: །དགེ་སློང་དག་གིས་དེ་ཁྲིའུའི་སྟེང་དུ་ཁྲིའུ་བཞག་པ་ལ་འདུག་པ་མཐོང་ནས།
en: The monks had seen him sitting on a small seat placed on another small seat.

source: དགེ་སློང་ཞིག་གིས་ཁྲིའུའི་སྟེང་དུ་ཁྲིའུ་བཞག་སྟེ་ཆོས་མཉན་ན་དེ་བདེན་པའི་སྣོད་དུ་གྱུར་ཀྱང་བདེན་པ་མ་མཐོང་ནས།
en: Then a monk heard the Dharma, sitting on a small seat placed on another small seat, but he did not see the truths even though he was already a vessel of the truths.

source: བཅོམ་ལྡན་འདས་ཀྱིས་དགོངས་པ། ཅིའི་ཕྱིར་དགེ་སློང་འདིས་བདེན་པ་མ་མཐོང་སྙམ་ན་མ་གུས་པས་ཡིན་པར་གཟིགས་སོ། །དེ་ནས་བཅོམ་ལྡན་འདས་འདི་སྙམ་དུ་དགོངས་ཏེ།
en: The Blessed One thought, “Why did this monk not see the truths?” He understood that the reason was haughtiness.

source: ཉེས་དམིགས་གང་ཅི་བྱུང་བ་དེ་ནི་དགེ་སློང་དག་ཁྲིའུའི་སྟེང་དུ་ཁྲིའུ་བཞག་ནས་འདུག་པ་ཡིན་ནོ་སྙམ་ནས་དེ་ལྟ་བས་ན་དགེ་སློང་གིས་ཁྲིའུའི་སྟེང་དུ་ཁྲིའུ་བཞག་པ་ལ་འདུག་པར་མི་བྱའོ།
en: Then the Blessed One thought, “The fault that occurred in this case was that the monk sat on a small seat placed on another small seat.” He said, “Therefore, a monk should not sit on a small seat placed on another small seat.

source: །འདུག་ན་འགལ་ཚབས་ཅན་དུ་འགྱུར་རོ།
en: If he does so, he becomes guilty of an offense.” XII.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་རྒྱལ་པོའི་ཁབ་ནས་ནྱ་གྲོ་དྷར་བྱོན་ནས་དེ་ནས་སྔ་དྲོ་ཤམ་ཐབས་མནབས།
en: Nyagrodhikā Thereupon the Blessed One, having arrived in Nyagrodhikā from Rājagṛha, dressed early in the morning, took his robe and his bowl, and entered Nyagrodhikā for alms. There was a daughter of a brahmin from Kapilavastu married to a man in Nyagrodhikā.

source: ན་བཟའ་ཆོས་གོས་དང་ལྷུང་བཟེད་བསྣམས་ཏེ་ནྱ་གྲོ་དྷར་བསོད་སྙོམས་ལ་ཞུགས་པ་དང་། སེར་སྐྱའི་གཞིའི་བྲམ་ཟེའི་བུ་མོ་ཞིག་ནྱ་གྲོ་དྷར་བག་མར་བཏང་བ་དང་། བྲམ་ཟེའི་བུ་མོས་བཅོམ་ལྡན་འདས་སྐུ་སྐྱེས་བུ་ཆེན་པོའི་མཚན་སུམ་བཅུ་རྩ་གཉིས་ཀྱིས་ཀུན་ནས་བརྒྱན་པ། དཔེ་བྱད་བཟང་པོ་བརྒྱད་བཅུས་མཛེས་པ། སྐུ་འོད་འདོམ་གང་གིས་བརྒྱན་པ། འོད་ཟེར་ཉི་མ་སྟོང་བས་ལྷག་པ། གཤེགས་ན་རིན་པོ་ཆེའི་རི་བོ་འགྲོ་བ་ལྟར་ཀུན་ནས་བཟང་བ་མཐོང་ངོ་།
en: The daughter of the brahmin saw the Blessed One, who was fully ornamented with the thirty-two marks of a great man, illuminated by the eighty minor marks, ornamented with a fathom-wide halo, and beautiful like a moving mountain of jewels with light surpassing a thousand suns.

source: །མཐོང་མ་ཐག་ཏུ་དེ་འདི་སྙམ་དུ་སེམས་ཏེ། བཅོམ་ལྡན་འདས་འདི་ནི་ཤཱཀྱའི་རིགས་དགའ་བ་ལས་འཁོར་ལོས་སྒྱུར་བའི་རིགས་ཀྱི་རྒྱལ་སྲིད་ཀྱང་སྤངས། བཙུན་མོ་མང་པོ་དང་། མཛོད་དང་། བང་མཛོད་ཀྱི་འབྱོར་པ་རྣམས་ཀྱང་སྤངས་ནས་རབ་ཏུ་བྱུང་བ་དེ་ཡིན་ཏེ།
en: As soon as she saw him, she thought, “Though this Blessed One was a son of the lineage of Śākyans, he abandoned the throne of a wheel-turning king and also abandoned many consorts and storehouses full of treasures and went forth.

source: དེ་ད་ལྟར་བསོད་སྙོམས་ལ་རྒྱུས།
en: He is now going for alms.

source: གལ་ཏེ་བདག་ལས་བསོད་སྙོམས་ཀྱི་ཟན་བཞེས་ན་ནི་དེ་ལ་བདག་གིས་དབུལ་ལོ་སྙམ་མོ།
en: If he will accept almsfood from me, I will offer him almsfood.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱི་ཐུགས་ཀྱིས་དེའི་སེམས་མཁྱེན་ནས་ལྷུང་བཟེད་བཟེད་དེ། སྲིང་མོ་གལ་ཏེ་ཁྱོད་ཀྱིས་ཡོངས་སུ་བཏང་ན་ལྷུང་བཟེད་འདིར་ཕུལ་ཅིག །དེ་ནས་དེ་ལྷག་པར་དད་པ་སྐྱེས་ཏེ།
en: The Blessed One, knowing her mind, held out his bowl and said, “Sister, if you will give me almsfood, put it into this bowl.” Then great faith arose in her.

source: བཅོམ་ལྡན་འདས་ཀྱི་ཐུགས་ཀྱིས་བདག་གི་སེམས་མཁྱེན་ཏོ་སྙམ་དུ་རིག་ནས་དད་པ་དྲག་པོས་བཅོམ་ལྡན་འདས་ལ་བསོད་སྙོམས་ཀྱི་ཟན་ཕུལ་བ་དང་། དེ་ནས་བཅོམ་ལྡན་འདས་འཛུམ་པ་མཛད་དོ།
en: When she thought, “My mind was known by the Blessed One’s mind,” and offered almsfood to the Blessed One with strong faith, the Blessed One smiled.

source: །ཆོས་ཉིད་ཀྱིས་གང་གི་ཚེ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་འཛུམ་པ་མཛད་པ་དེའི་ཚེ་ཞེས་བྱ་བ་ནས། མཛོད་སྤུར་ནུབ་པར་གྱུར་ཏོ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུའོ།
en: It naturally occurs that whenever the buddhas, the blessed ones, smile . . . . Those rays disappeared between his eyebrows.

source: །དེ་ནས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་ཐལ་མོ་སྦྱར་ཏེ་བཅོམ་ལྡན་འདས་ལ་ཞུས་པ། རྒྱུ་མ་མཆིས་རྐྱེན་མ་མཆིས་པར་ནི་ཞེས་བྱ་བ་ནས།
en: Then the venerable Ānanda made the gesture of supplication to the Blessed One and said, “The Buddhas . . . do not without cause . . . .”

source: འཛུམ་པ་མཛད་ཅེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུའོ།
en: The Blessed One said, “. . . do not smile . . . .

source: །ཀུན་དགའ་བོ་ཁྱོད་ཀྱིས་བྲམ་ཟེའི་བུ་མོ་གང་ཞིག་དད་པ་སྐྱེས་ནས་ང་ལ་བསོད་སྙོམས་ཀྱི་ཟན་ཕུལ་བ་དེ་མཐོང་ངམ། བཙུན་པ་མཐོང་ལགས་སོ།
en: Ānanda, did you see that the daughter of a brahmin, faith having arisen in her, offered me almsfood?” “Yes, I did, O Honored One.”

source: །ཀུན་དགའ་བོ་བྲམ་ཟེའི་བུ་མོ་དེ་དགེ་བའི་རྩ་བ་འདིས་བསྐལ་པ་བཅུ་གསུམ་དུ་ལོག་པར་འགྲོ་བར་མི་འགྱུར་ཞིང་ལྷ་དང་མི་རྣམས་སུ་ཉིང་མཚམས་སྦྱར་ཅིང་འཁོར་ནས་སྲིད་པ་ཕྱི་མ་དང་། སྐྱེ་གནས་ཕྱི་མ་དང་། ལུས་ཕྱི་མ་དང་། བདག་གིས་ངོ་བོ་ཐོབ་པ་ཕྱི་མ་ལ་རང་སངས་རྒྱས་ཤིན་ཏུ་ལེགས་སྨོན་ཞེས་བྱ་བར་འགྱུར་རོ།
en: “Ānanda, by this root of merit, this daughter of a brahmin will transmigrate for thirteen eons, never being reborn in inferior modes of existence, but being reborn among gods and humans, and she will become a self-awakened one named Supraṇihita in her last life, last birth, last body, last taking up of an identity.” Then there was a loud shout:

source: །ཀུན་དུ་བྲམ་ཟེའི་བུ་མོ་ཆེ་གེ་མོ་ཞིག་དད་པ་སྐྱེས་ནས་བཅོམ་ལྡན་འདས་ལ་བསོད་སྙོམས་ཟན་ཞིག་ཕུལ་བས།
en: “The daughter of the brahmin So-and-so offered almsfood to the Blessed One out of faith.

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་རང་བྱང་ཆུབ་ཏུ་ལུང་བསྟན་ཏོ་ཞེས་སྒྲ་གྲགས་སོ།
en: The Blessed One predicted her awakening as a self-awakened one!”

source: །དེའི་ཁྱོ་མེ་ཏོག་དང་ཡམ་སྲེག་ཤིང་གི་ཕྱིར་དགོན་པར་སོང་བ་དེས་བདག་གི་ཆུང་མས་དགེ་སྦྱོང་གཽ་ཏ་མ་ལ་བསོད་སྙོམས་ཟན་ཞིག་ཕུལ་བས།
en: The husband of that woman was in the wilderness, collecting flowers and firewood.

source: དགེ་སྦྱོང་གཽ་ཏ་མས་དེ་རང་བྱང་ཆུབ་ཏུ་ལུང་བསྟན་ཏོ་ཞེས་ཐོས་སོ།
en: He heard that his wife had offered almsfood to the śramaṇa Gautama and he had predicted her awakening as a self-awakened one.

source: །ཐོས་ནས་ཀྱང་མི་བཟོད་པ་སྐྱེས་ཏེ། བཅོམ་ལྡན་འདས་གང་ན་བ་དེར་སོང་ནས་ཕྱིན་པ་དང་། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: Unable to bear hearing this, he went to the Blessed One.

source: །ཤེས་ལྡན་གཽ་ཏ་མ་བདག་གི་སྡུམ་པར་བྱོན་ཏམ།
en: When he had arrived, he asked the Blessed One, “O honorable Gautama, did you go to my house?”

source: བྲམ་ཟེ་སོན་ཏོ།
en: “Yes, I did, O brahmin.”

source: །ཤེས་ལྡན་གཽ་ཏ་མ་བདག་གི་མཆིས་འབྲང་གིས་བསོད་སྙོམས་བཤོས་ཤིག་ཕུལ་ནས་ཁྱོད་ཀྱིས་དེ་རང་བྱང་ཆུབ་ཏུ་ལུང་བསྟན་སྐད་ན་མད་དམ།
en: “O honorable Gautama, is it true that my wife offered you almsfood and you predicted her awakening as a self-awakened one?”

source: བྲམ་ཟེ་བདེན་ནོ།
en: “It is true, O brahmin.”

source: །ཀྱེ་གཽ་ཏ་མ་ཁྱོད་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་སྲིད་སྤངས་ནས་རབ་ཏུ་བྱུང་ན།
en: “O Gautama, you have abandoned the throne of a wheel-turning king and gone forth.

source: ད་བསོད་སྙོམས་བཤོས་ཙམ་གྱི་སླད་དུ་ཇི་ལྟར་ཤེས་བཞིན་གྱི་བརྫུན་གྱི་ཚིག་གསུང་།
en: Now why did you knowingly speak false words for the sake of just almsfood?

source: ས་བོན་འདི་ཙམ་གྱི་འབྲས་བུ་འདིའོ་ཞེས་བགྱི་བ་ཁྱོད་ལ་སུ་ཞིག་ཡིད་ཆེས་པར་འགྱུར།
en: Who believes your words that such a small cause leads to such a result?”

source: བྲམ་ཟེ་དེའི་ཕྱིར་ཁྱོད་ཉིད་ལ་དྲི་ཡིས།
en: “O brahmin, let me ask you something in return;

source: ཁྱོད་ཀྱིས་ཇི་ལྟར་བཟོད་པ་དེ་བཞིན་དུ་ལན་ཐོབ་ཤིག །བྲམ་ཟེ་ཇི་སྙམ་དུ་སེམས།
en: you should answer as best you can. O brahmin, what do you think?

source: ཁྱོད་ཀྱིས་ངོ་མཚར་རྨད་དུ་བྱུང་བའི་ཆོས་མཐོང་བ་འགའ་ཡོད་དམ།
en: Have you ever seen any wonder or marvel?”

source: ཀྱེ་གཽ་ཏ་མ་རེ་ཞིག་ངོ་མཚར་རྨད་དུ་བྱུང་བའི་ཆོས་གཞན་ལྟ་ཞོག །ནྱ་གྲོ་དྷ་འདི་ཉིད་དུ་ངོ་མཚར་རྨད་དུ་བྱུང་བའི་ཆོས་ཤིག་མཐོང་བ་དེ་རེ་ཞིག་གསོན་ཅིག །ཀྱེ་གཽ་ཏ་མ་ནྱ་གྲོ་དྷ་འདིའི་ཤར་ཕྱོགས་ན་ནྱ་གྲོ་དྷའི་ཤིང་ཆེན་པོ་ཞིག་མཆིས་ཏེ།
en: “O Gautama, apart from other wonders and marvels, listen to me first about the wonder and marvel I have seen in this very Nyagrodhikā. O Gautama, there is a large banyan tree (nyagrodha) in the eastern part of this Nyagrodhikā.

source: དེའི་མིང་གིས་གྲོང་འདི་ནྱ་གྲོ་དྷ་ཞེས་བགྱིའོ།
en: This village is called Nyagrodhikā after the name of that tree.

source: །དེའི་འོག་ན་ཤིང་རྟ་ལྔ་བརྒྱ་མ་རེག་ཅིང་ཕན་ཚུན་མ་ཐུག་པར་མཆིས་ལགས་སོ།
en: Under the tree, five hundred chariots can be accommodated without touching each other or being stacked on top of each other.”

source: །བྲམ་ཟེ་ནྱ་གྲོ་དྷ་དེའི་ས་བོན་ཚད་ཇི་ཙམ་ཞིག་ཡོད།
en: “O brahmin, how big was the seed of the banyan tree?

source: ཅི་རེ་ཞིག་ཞིང་རྣང་ཙམ་མམ།
en: As big as a field?”

source: ཀྱེ་གཽ་ཏ་མ་མ་ལགས་སོ། །རེ་ལྡེ་ཙམ་མམ།
en: “No, it was not, O Gautama.”

source: ཏིལ་འདྲུ་བའི་འཁོར་ལོ་ཙམ་མམ། ཤིང་རྟའི་འཁོར་ལོ་ཙམ་མམ། བའི་ཀོ་བ་ཙམ་མམ། བིལ་བ་ཙམ་མམ། ཀ་པིད་ཐའི་འབྲས་བུ་ཙམ་མམ།
en: “As big as a mat, a sesame-oil mill, the wheel of a chariot, a cowhide, the fruit of a bilva tree, or the fruit of a kapittha tree?”

source: །ཀྱེ་གཽ་ཏ་མ་ཡེ་ཡུངས་ཀར་གྱི་བཞི་ཆ་ཙམ་མཆིས་ལགས་སོ།
en: O Gautama, it was at first about one-fourth of a mustard seed.”

source: །བྲམ་ཟེ་ས་བོན་དེ་ཙམ་གྱི་འབྲས་བུ་ཤིང་ཆེན་པོ་དེ་ཙམ་ཞིག་སྐྱེས་སོ་ཞེས་བྱ་བ་ཁྱོད་ལ་སུ་ཞིག་ཡིད་ཆེས་པར་འགྱུར།
en: “O brahmin, who would believe your words that such a small seed has led to such a result, that gigantic tree?”

source: ཤེས་ལྡན་གཽ་ཏ་མ་ཡིད་ཆེས་ཀྱང་རུང་མ་ཆེས་ཀྱང་རུང་བདག་གི་མངོན་སུམ་དུ་གྱུར་ལགས་སོ།
en: “O honorable Gautama, believe it or not, I saw it myself.

source: །ཀྱེ་གཽ་ཏ་མ་རེ་ཞིག་ཞིང་སྣག་ཆེ་བ་སེར་སྨེ་བ་དོག་ས་ཚྭ་སྒོ་མ་མཆིས་པའི་ཕྱོགས་སུ་ས་བོན་སར་པ་གྲུང་པོ་མ་ཉམས་པར་མཆིས་པ་ལ་དུས་དུས་སུ་ལྷས་ཆར་ཕབ་ན་དེས་ན་ཤིང་ནྱ་གྲོ་དྷ་ཆེན་པོ་འདིར་འཁྲུངས་ལགས་སོ།
en: O Gautama, if a fresh, good seed is correctly planted in an undamaged field, the soil of which is soft and sweet, and the gods bring rain at the appropriate times, then this gigantic banyan tree will grow.”

source: བྲམ་ཟེ་ཁྱོད་ཀྱིས་ཇི་ལྟ་བུར།
en: “O brahmin, as you see

source: །ཞིང་དང་ས་བོན་མངོན་སུམ་ལྟར། །དེ་བཞིན་ལས་ཀྱི་རྣམ་སྨིན་ཡང་། །དེ་བཞིན་གཤེགས་པའི་མངོན་སུམ་མོ།
en: Fields and seeds, The Tathāgata sees Actions ripen.

source: །ཇི་ལྟར་བྲམ་ཟེ་ཁྱོད་ཀྱི་ས་བོན་ནི། །ཆུང་དང་ཤིན་ཏུ་ཤིང་ཆེན་དེ་མཐོང་བ།
en: “O brahmin, as you see The small seed and the very large tree,

source: །བྲམ་ཟེ་ངས་ཀྱང་ས་བོན་ཆུང་ངུ་དང་། །ཕུན་སུམ་ཆེན་པོ་དེ་ཡང་དེ་བཞིན་མཐོང་།
en: O brahmin, I also see The small seed and its great result.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཞལ་ནས་ལྗགས་བརྐྱང་བས་དབུ་སྐྲ་ལ་ཐུག་པའི་བར་ཞལ་གྱི་དཀྱིལ་འཁོར་ཐམས་ཅད་གཡོགས་ནས་བྲམ་ཟེ་དེ་ལ་བཀའ་སྩལ་པ།
en: Then the Blessed One darted his tongue out of his mouth, and it covered his whole face up to his hairline.

source: བྲམ་ཟེ་དེ་ཇི་སྙམ་དུ་སེམས།
en: He said to the brahmin, “O brahmin, what do you think?

source: གང་གི་ཞལ་ནས་ལྗགས་བྱུང་བས་ཞལ་གྱི་དཀྱིལ་འཁོར་ཐམས་ཅད་ཡོག་པར་བྱེད་པ་དེ་ཅི་ག་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་སྲིད་སྟོང་གི་ཕྱིར་ཡང་ཤེས་བཞིན་དུ་བརྫུན་གྱི་ཚིག་གསུང་ངམ།
en: Does one whose tongue, darting out of his mouth, covers his whole face knowingly speak false words even for the sake of the throne of a wheel-turning king?”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་ཚིགས་སུ་བཅད་དེ་བཀའ་སྩལ་པ།
en: The Blessed One then spoke another verse:

source: ང་ཡི་ལྗགས་ནི་སྒྱུ་མེད་བདེན་པས་བསྐྱེད་པ་དག །ཅི་ག་མི་བདེན་པ་ནི་གསུང་བར་འགྱུར་སྲིད་དམ།
en: “My tongue tells no lie; it has been generated by truthfulness. How could it speak what is not true?

source: །བྲམ་ཟེ་ང་ཡིས་ཇི་སྐད་བཤད་པ་དེ་བཞིན་པས།
en: O brahmin, I am the Tathāgata, ‘truly come,’ Because what I say is true.

source: །དེ་བཞིན་གཤེགས་པ་ཡིན་ཞེས་རྟོགས་པར་བྱ་བའི་རིགས།
en: Thus should you understand.”

source: །དེ་ནས་བྲམ་ཟེ་དེ་མངོན་པར་དད་ནས་དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེའི་བསམ་པ་དང་། བག་ལ་ཉལ་དང་། ཁམས་དང་། རང་བཞིན་མཁྱེན་ནས་ཞེས་བྱ་བ་ནས།
en: Then the brahmin had faith. The Blessed One knew his thinking, proclivity, disposition, and nature . . . .

source: ཐོག་མ་མེད་པའི་དུས་ནས་བསགས་པའི་འཇིག་ཚོགས་ལ་ལྟ་བའི་རིའི་རྩེ་མོ་ཉི་ཤུ་མཐོ་བ་ཡེ་ཤེས་ཀྱི་རྡོ་རྗེས་བཅོམ་ནས་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་མངོན་སུམ་དུ་བྱས་ཏེ། བཙུན་པ་བདག་ནི་འཕགས་སོ། །མངོན་པར་འཕགས་སོ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུའོ།
en: With the vajra of knowledge he leveled the twenty high peaks of the mountain chain of the false view of individuality that had been accumulated since beginningless time, and actualized the fruit of stream-entry. “O Honored One, I have been exalted, truly exalted.

source: །བདག་བཅོམ་ལྡན་འདས་དང་། ཆོས་དང་། དགེ་སློང་གི་དགེ་འདུན་ལ་སྐྱབས་སུ་མཆི་ལགས་ཀྱིས་བདག་དགེ་བསྙེན་དུ་གཟུང་དུ་གསོལ།
en: Since I seek refuge in the Blessed One, the Dharma, and the community of monks, please accept me as a lay brother.

source: །དེ་ནས་བྲམ་ཟེ་དེ་བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་དགའ་ནས་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གཉིས་ལ་མགོ་བོས་ཕྱག་བྱས་ནས་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔ་ནས་སོང་ངོ་།། །།སྡོམ་ལ།
en: Thereupon the brahmin rejoiced in and praised the words of the Blessed One, bowed low until his forehead touched the Blessed One’s feet, and departed from the Blessed One’s presence. Chapter Seven Summary of Contents:

source: ཀིམ་པི་ལ་དང་སྦྲུལ་གདུགས་དང་། །མ་ཐུ་ལ་དང་ཡུལ་འཁོར་སྐྱོང་།
en: Kimpilā, Ahicchattra, Mathurā, Rāṣṭrapāla,

source: །གླང་ཆེན་གྲོང་དང་གྲོང་ཁྱེར་ཆེ།
en: Hastināpura, The Great City,

source: །སྲུག་ན་དང་ནི་བྲམ་ཟེའི་གྲོང་།
en: Śrughnā, Brahmin Village,
